<%@ Page Title="О проекте" Language="C#" MasterPageFile="~/MainMasterPage.master" AutoEventWireup="true" 
CodeFile="About.aspx.cs" Inherits="About" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">О проекте</asp:Content>

<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
    <div class="centerBlockAnyPage">
        <div class="TextPage">
        <p style="font-weight: bold">
        Что такое ТестПлеер?
        <p>
        Тестплеер – это сервис самотестирования. Мы верим в тесты и в то, что они могут пролить свет на нашу жизнь и подсказать правильный путь. В хорошем тесте есть немного магии, и в жизни каждого наступает момент когда этой магией приходится воспользоваться.
        <p style="font-weight: bold">
        Какой тест мне пройти?
        <p>
        Мы сделали отличную подборку качественных тестов. В ней собраны лучшие тесты из каждой категории. Рекомендуем пройти все тесты, которые там собраны.
        <p>
        Еще мы сделали тематические подборки тестов под конкретные ситуации и проблемы. Просто найдите проблему которая вас интересует и выберите соответствующий тест.
        <p>
        Если у Вас особенная ситуация, можете спросить совета у нашего сообщества. Они порекомендуют вам наиболее подходящие тесты.
        <p style="font-weight: bold">
        Как мне найти нужный тест?
        <p>
        У нас есть отличный поиск по тестам. Воспользуйся им, а если не найдешь, напиши нам об этом.
        <p style="font-weight: bold">
        Здесь нет теста который я ищу!
        <p>
        Просто дай нам ссылку на этот тест, воспользовавшись этой формой. Уже завтра ты сможешь пройти его, также как и другие пользователи.
        <p style="font-weight: bold">
        Я прошел тест, как мне сохранить свои результаты?
        <p>
        Проще всего кликнуть на странице с результатами, правой кнопкой мыши, выбрать пункт «Сохранить веб-страницу полностью» и сохранить ее у себя на компьютере. Можно нажать на ссылку «Версия для печати» и распечтать свои результаты. Можно нажать на ссылку «отправить по e-mail» и получить страницу с результатами на свой почтовый ящик. Лучше всего завести себе личный кабинет, где все результаты буду храниться в полном порядке.
	    <p style="font-weight: bold">
        Что такое УС?
        <p>
        УС - это уровень самопознания. Он показывает насколько Вы продвинулись в познании себя как личности. Чем больше тестов Вы проходите, тем выше становится уровень самопознания. Вместе с общим УС, есть отдельные УС по сферам - личность, интеллект, работа, отношения, психическое здоровье. Они показывают насколько хорошо Вы понимаете себя в этих сферах. Стремитесь, чтобы Ваш уровень самопознания рос равномерно по всем направлениям, тогда Ваши знания и понимание себя будет целостным и полноценным.
        </div>
    </div>
</asp:Content>

